Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_186_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Giellabálkkašupmi Sámi Siidii ja ubmisámegiela oahpaheaddjái
smn: Kielâpalhâšume Sámi Siida-siärván já uumajasämikielâ máttáát

source: Davviriikkalaš sámegiela bálkkašupmi Gollegiella juhkkui Helssegis gaskavahku skábmamánu 12. beaivve guovtti sámegiela ánssolaš ovddideaddjái .
smn: Tave-eennâmlâš säämi kielâpalhâšume Kollekielâ juohhui koskoho 12. skammâmáánu Helsigist kuáhtásân sämikielâ oovdedmist ánsulum piälán .

source: 12 500 euro sturrosaš bálkkašumi juogadeigga Ohcejoga sámesearvi Sámi Siida ja ubmisámegiela oahpaheaddji ja giellabargi Henrik Barruk .
smn: Sturuduvâs peeleest 12 500 euro árvusâš palhâšume juovvijn Ucjuv sämiservi Sámi Siida sehe uumajasämikielâ máttáátteijee já kielâpargee Henrik Barruk .

source: Bálkkašumi jugii vuoigatvuohtaministtar Tuija Brax sámeáššiid ministtariid ja sámedikki ságajođiheddjiid čoahkkima oktavuođas .
smn: Palhâšume keigij riehtiminister Tuija Brax sämiaaššijn västideijee ministerij já sämitigij saavâjođetteijei čuákkim ohtâvuođâst .

source: Vuoigatvuohtaministtar Brax lassin báikki alde ledje Ruoŧa eanadoalloministtar Eskil Erlandsson ja maiddái sámedikki ságajođiheaddjit Egil Olli Norggas , Lars-Anders Baer Ruoŧas ja Klemetti Näkkäläjärvi Suomas .
smn: Riehtiminister Brax lasseen tilálâšvuođâst lijjii Ruotâ eennâmtuáluminister Eskil Erlandsson sehe sämitigij saavâjođetteijeeh Egil Olli Taažâst , Lars-Anders Baer Ruotâst já Klemetti Näkkäläjärvi Suomâst .

source: Juohke nuppi jagi juhkkon giellabálkkašupmi mieđihuvvo ovttaskasolbmuide dahje ovttastumiide Norggas , Ruoŧas , Suomas dahje Ruoššas sámegiela ovddideamis .
smn: Kielâpalhâšume sämikielâ oovdedmist , mii juáhhoo jyehi nube ive , mieđettuvvoo ovtâskâs ulmui tâi siärvádâhân Taažâst , Ruotâst , Suomâst tâi Ruošâst .

source: Sámi Siida - searvi ánssášii bálkkašumi guhkálas barggus sámegiela buorrin Ohcejoga gielddas .
smn: Sámi Siida - servi ánsášij palhâšume kuhesáigásâš pargoost sämikielâ pyerrin Ucjuv kieldâst .

source: Searvi lea dovdomassii váikkuhan sámegiela sajádaga buorideapmái Ohcejogas .
smn: Servi lii merhâšitteht vaikuttâm sämikielâ sajattuv pyereedmân Ucjuuvâst .

source: Searvi lea maiddái álot prioriseren sámegiela doaimmainis .
smn: Servi lii meiddei ovttuu prioristám sämikielâ jieijâs tooimâin .

source: Ovdamearkan mánáide ja nuoraide dárkkuhuvvon doaimmas sámegiella lea áidna geavahuvvon giella .
smn: Ovdâmerkkân párnáid já nuoraid čujottum tooimâst sämikielâ lii áinoo kevttum kielâ .

source: Bálkkášumi válddii vuostá Sámi Siidda ságajođiheaddji Kati Eriksen .
smn: Sámi Siida saavâjođetteijee Kati Eriksen vaaldij vuástá palhâšume .

source: Ruoŧa sápmelaš Henrik Barruk lea nannen guovttelogi jagi áigge measta jávkamin leamašan ubmisámegiela Ruoŧas .
smn: Ruotâ sämmilâš Henrik Barruk lii porgâm kyehtlov ihheed uumajasämikielâ naanoodmân , mii lâi masa jo lappuumin .

source: Barruk lea doaibman guhká ubmisámegiela oahpaheaddjin .
smn: Barruk lii toimâm kuhháá uumajasämikielâ máttáátteijen .

source: Lassin son lea ee. bargan dokumenterenbarggu ja buvttadan teavsttaid , sátnerájuid ja sojahanmálliid ubmisámegiela oahpahusa várás .
smn: Ton lasseen sun lii porgâm dokumentistempargo já pyevtittâm teevstâid , sänivuárháid já sujâttemkaavaid uumajasämikielâ máttáátâs várás .

source: Gollegiella-giellabálkkašumi ulbmilin lea duvdit sámegiela ovddideami dahje seailuma Norggas , Ruoŧas , Suomas ja Ruoššas .
smn: Kollekielâ-kielâpalhâšume ulmen lii vaikuttiđ sämikielâ oovdedmân tâi siäilumân Taažâst , Ruotâst , Suomâst já Ruošâst .

source: 12 500 euro sturrosaš bálkkašumi sáhttá juohkit máŋggaid vuoitiid gaskkas .
smn: Stuáruduvâs peeleest 12 500 euro árvusâš palhâšume puáhtá jyehiđ maaŋgâi vyeittei kooskâ .

source: Bálkkašupmi juhkkui vuosttas háve jagis 2004 .
smn: Palhâšume juohhui vuossâmuu keerdi ive 2004 .

source: Suomas dán jagi juhkkon bálkkašumi ruhtadedje oahpahusministeriija ja vuoigatvuohtaministeriija .
smn: Suomâst taan ive juohhum palhâšume ruttâdáin máttááttâsministeriö já riehtiministeriö .
